import 'package:flutter_traffic_signs/models/sign_model.dart';

class Constants {
  static const String dataKey = 'settings_traffic';

  static List<SignModel> signs = [
    SignModel(
      name: 'Знак 1.1. Железнодорожный переезд со шлагбаумом',
      fileName: '1_1',
    ),
    SignModel(
      name: 'Знак 1.2. Железнодорожный переезд без шлагбаума',
      fileName: '1_2',
    ),
    SignModel(
      name: 'Знак 1.3.1. Однопутная железная дорога',
      fileName: '1_3_1',
    ),
    SignModel(
      name: 'Знак 1.3.2. Многопутная железная дорога',
      fileName: '1_3_2',
    ),
    SignModel(
      name: 'Знак 1.4.1. Приближение к железнодорожному переезду',
      fileName: '1_4_1',
    ),
    SignModel(
      name: 'Знак 1.4.2. Приближение к железнодорожному переезду',
      fileName: '1_4_2',
    ),
    SignModel(
      name: 'Знак 1.4.3. Приближение к железнодорожному переезду',
      fileName: '1_4_3',
    ),
    SignModel(
      name: 'Знак 1.4.4. Приближение к железнодорожному переезду',
      fileName: '1_4_4',
    ),
    SignModel(
      name: 'Знак 1.4.5. Приближение к железнодорожному переезду',
      fileName: '1_4_5',
    ),
    SignModel(
      name: 'Знак 1.4.6. Приближение к железнодорожному переезду',
      fileName: '1_4_6',
    ),
    SignModel(
      name: 'Знак 1.5. Пересечение с трамвайной линией',
      fileName: '1_5',
    ),
    SignModel(
      name: 'Знак 1.6. Пересечение равнозначных дорог',
      fileName: '1_6',
    ),
    SignModel(
      name: 'Знак 1.7. Пересечение с круговым движением',
      fileName: '1_7',
    ),
    SignModel(
      name: 'Знак 1.8. Светофорное регулирование',
      fileName: '1_8',
    ),
    SignModel(
      name: 'Знак 1.9. Разводной мост',
      fileName: '1_9',
    ),
    SignModel(
      name: 'Знак 1.10. Выезд на набережную',
      fileName: '1_10',
    ),
    SignModel(
      name: 'Знак 1.11.1. Опасный поворот (правый)',
      fileName: '1_11_1',
    ),
    SignModel(
      name: 'Знак 1.11.2. Опасный поворот (левый)',
      fileName: '1_11_2',
    ),
    SignModel(
      name: 'Знак 1.12.1. Опасные повороты (с первым поворотом направо)',
      fileName: '1_12_1',
    ),
    SignModel(
      name: 'Знак 1.12.2. Опасные повороты (с первым поворотом налево)',
      fileName: '1_12_2',
    ),
    SignModel(
      name: 'Знак 1.13. Крутой спуск',
      fileName: '1_13',
    ),
    SignModel(
      name: 'Знак 1.14. Крутой подъем',
      fileName: '1_14',
    ),
    SignModel(
      name: 'Знак 1.15. Скользкая дорога',
      fileName: '1_15',
    ),
    SignModel(
      name: 'Знак 1.16. Неровная дорога',
      fileName: '1_16',
    ),
    SignModel(
      name: 'Знак 1.17. Искусственная неровность',
      fileName: '1_17',
    ),
    SignModel(
      name: 'Знак 1.18. Выброс гравия',
      fileName: '1_18',
    ),
    SignModel(
      name: 'Знак 1.19. Опасная обочина',
      fileName: '1_19',
    ),
    SignModel(
      name: 'Знак 1.20.1. Сужение дороги',
      fileName: '1_20_1',
    ),
    SignModel(
      name: 'Знак 1.20.2. Сужение дороги',
      fileName: '1_20_2',
    ),
    SignModel(
      name: 'Знак 1.20.3. Сужение дороги',
      fileName: '1_20_3',
    ),
    SignModel(
      name: 'Знак 1.21. Двустороннее движение',
      fileName: '1_21',
    ),
    SignModel(
      name: 'Знак 1.22. Пешеходный переход',
      fileName: '1_22',
    ),
    SignModel(
      name: 'Знак 1.23. Дети',
      fileName: '1_23',
    ),
    SignModel(
      name:
          'Знак 1.24. Пересечение с велосипедной дорожкой или велопешеходной дорожкой',
      fileName: '1_24',
    ),
    SignModel(
      name: 'Знак 1.25. Дорожные работы',
      fileName: '1_25',
    ),
    SignModel(
      name: 'Знак 1.26. Перегон скота',
      fileName: '1_26',
    ),
    SignModel(
      name: 'Знак 1.27. Дикие животные',
      fileName: '1_27',
    ),
    SignModel(
      name: 'Знак 1.28. Падение камней',
      fileName: '1_28',
    ),
    SignModel(
      name: 'Знак 1.29. Боковой ветер',
      fileName: '1_29',
    ),
    SignModel(
      name: 'Знак 1.30. Низколетящие самолеты',
      fileName: '1_30',
    ),
    SignModel(
      name: 'Знак 1.31. Тоннель',
      fileName: '1_31',
    ),
    SignModel(
      name: 'Знак 1.32. Затор',
      fileName: '1_32',
    ),
    SignModel(
      name: 'Знак 1.33. Прочие опасности',
      fileName: '1_33',
    ),
    SignModel(
      name: 'Знак 1.34.1. Направление поворота',
      fileName: '1_34_1',
    ),
    SignModel(
      name: 'Знак 1.34.2. Направление поворота',
      fileName: '1_34_2',
    ),
    SignModel(
      name: 'Знак 1.34.3. Направление поворота',
      fileName: '1_34_3',
    ),
    SignModel(
      name: 'Знак 1.35. Участок перекрестка',
      fileName: '1_35',
    ),
    SignModel(
      name: 'Знак 2.1. Главная дорога',
      fileName: '2_1',
    ),
    SignModel(
      name: 'Знак 2.2. Конец главной дороги',
      fileName: '2_2',
    ),
    SignModel(
      name: 'Знак 2.3.1. Пересечение со второстепенной дорогой',
      fileName: '2_3_1',
    ),
    SignModel(
      name: 'Знак 2.3.2. Примыкание второстепенной дороги',
      fileName: '2_3_2',
    ),
    SignModel(
      name: 'Знак 2.3.3. Примыкание второстепенной дороги',
      fileName: '2_3_3',
    ),
    SignModel(
      name: 'Знак 2.3.4. Примыкание второстепенной дороги',
      fileName: '2_3_4',
    ),
    SignModel(
      name: 'Знак 2.3.5. Примыкание второстепенной дороги',
      fileName: '2_3_5',
    ),
    SignModel(
      name: 'Знак 2.3.6. Примыкание второстепенной дороги',
      fileName: '2_3_6',
    ),
    SignModel(
      name: 'Знак 2.3.7. Примыкание второстепенной дороги',
      fileName: '2_3_7',
    ),
    SignModel(
      name: 'Знак 2.4. Уступите дорогу',
      fileName: '2_4',
    ),
    SignModel(
      name: 'Знак 2.5. Движение без остановки запрещено',
      fileName: '2_5',
    ),
    SignModel(
      name: 'Знак 2.6. Преимущество встречного движения',
      fileName: '2_6',
    ),
    SignModel(
      name: 'Знак 2.7. Преимущество перед встречным движением',
      fileName: '2_7',
    ),
    SignModel(
      name: 'Знак 3.1. Въезд запрещен',
      fileName: '3_1',
    ),
    SignModel(
      name: 'Знак 3.2. Движение запрещено',
      fileName: '3_2',
    ),
    SignModel(
      name: 'Знак 3.3. Движение механических транспортных средств запрещено',
      fileName: '3_3',
    ),
    SignModel(
      name: 'Знак 3.4. Движение грузовых автомобилей запрещено',
      fileName: '3_4',
    ),
    SignModel(
      name: 'Знак 3.5. Движение мотоциклов запрещено',
      fileName: '3_5',
    ),
    SignModel(
      name: 'Знак 3.6. Движение тракторов запрещено',
      fileName: '3_6',
    ),
    SignModel(
      name: 'Знак 3.7. Движение с прицепом запрещено',
      fileName: '3_7',
    ),
    SignModel(
      name: 'Знак 3.8. Движение гужевых повозок запрещено',
      fileName: '3_8',
    ),
    SignModel(
      name: 'Знак 3.9. Движение на велосипедах запрещено',
      fileName: '3_9',
    ),
    SignModel(
      name: 'Знак 3.10. Движение пешеходов запрещено',
      fileName: '3_10',
    ),
    SignModel(
      name: 'Знак 3.11. Ограничение массы',
      fileName: '3_11',
    ),
    SignModel(
      name:
          'Знак 3.12. Ограничение массы, приходящейся на ось транспортного средства',
      fileName: '3_12',
    ),
    SignModel(
      name: 'Знак 3.13. Ограничение высоты',
      fileName: '3_13',
    ),
    SignModel(
      name: 'Знак 3.14. Ограничение ширины',
      fileName: '3_14',
    ),
    SignModel(
      name: 'Знак 3.15. Ограничение длины',
      fileName: '3_15',
    ),
    SignModel(
      name: 'Знак 3.16. Ограничение минимальной дистанции',
      fileName: '3_16',
    ),
    SignModel(
      name: 'Знак 3.17.1. Таможня',
      fileName: '3_17_1',
    ),
    SignModel(
      name: 'Знак 3.17.2. Опасность',
      fileName: '3_17_2',
    ),
    SignModel(
      name: 'Знак 3.17.3. Контроль',
      fileName: '3_17_3',
    ),
    SignModel(
      name: 'Знак 3.18.1. Поворот направо запрещен',
      fileName: '3_18_1',
    ),
    SignModel(
      name: 'Знак 3.18.2. Поворот налево запрещен',
      fileName: '3_18_2',
    ),
    SignModel(
      name: 'Знак 3.19. Разворот запрещен',
      fileName: '3_19',
    ),
    SignModel(
      name: 'Знак 3.20. Обгон запрещен',
      fileName: '3_20',
    ),
    SignModel(
      name: 'Знак 3.21. Конец зоны запрещения обгона',
      fileName: '3_21',
    ),
    SignModel(
      name: 'Знак 3.22. Обгон грузовым автомобилем запрещен',
      fileName: '3_22',
    ),
    SignModel(
      name: 'Знак 3.23. Конец зоны запрещения обгона грузовым автомобилям',
      fileName: '3_23',
    ),
    SignModel(
      name: 'Знак 3.24. Ограничение максимальной скорости',
      fileName: '3_24',
    ),
    SignModel(
      name: 'Знак 3.25. Конец зоны ограничения максимальной скорости',
      fileName: '3_25',
    ),
    SignModel(
      name: 'Знак 3.26. Подача звукового сигнала запрещена',
      fileName: '3_26',
    ),
    SignModel(
      name: 'Знак 3.27. Остановка запрещена',
      fileName: '3_27',
    ),
    SignModel(
      name: 'Знак 3.28. Стоянка запрещена',
      fileName: '3_28',
    ),
    SignModel(
      name: 'Знак 3.29. Стоянка запрещена по нечетным числам месяца',
      fileName: '3_29',
    ),
    SignModel(
      name: 'Знак 3.30. Стоянка запрещена по четным числам месяца',
      fileName: '3_30',
    ),
    SignModel(
      name: 'Знак 3.31. Конец зоны всех ограничений',
      fileName: '3_31',
    ),
    SignModel(
      name:
          'Знак 3.32. Движение транспортных средств с опасными грузами запрещено',
      fileName: '3_32',
    ),
    SignModel(
      name:
          'Знак 3.33. Движение транспортных средств с взрывчатыми и легковоспламеняющимися грузами запрещено',
      fileName: '3_33',
    ),
    SignModel(
      name: 'Знак 3.34. Движение автобусов запрещено',
      fileName: '3_34',
    ),
    SignModel(
      name:
          'Знак 3.35 Движение на средствах индивидуальной мобильности запрещено',
      fileName: '3_35',
    ),
    SignModel(
      name: 'Знак 4.1.1. Движение прямо',
      fileName: '4_1_1',
    ),
    SignModel(
      name: 'Знак 4.1.2. Движение направо',
      fileName: '4_1_2',
    ),
    SignModel(
      name: 'Знак 4.1.3. Движение налево',
      fileName: '4_1_3',
    ),
    SignModel(
      name: 'Знак 4.1.4. Движение прямо или направо',
      fileName: '4_1_4',
    ),
    SignModel(
      name: 'Знак 4.1.5. Движение прямо или налево',
      fileName: '4_1_5',
    ),
    SignModel(
      name: 'Знак 4.1.6. Движение направо или налево',
      fileName: '4_1_6',
    ),
    SignModel(
      name: 'Знак 4.2.1. Объезд препятствия справа',
      fileName: '4_2_1',
    ),
    SignModel(
      name: 'Знак 4.2.2. Объезд препятствия слева',
      fileName: '4_2_2',
    ),
    SignModel(
      name: 'Знак 4.2.3. Объезд препятствия справа или слева',
      fileName: '4_2_3',
    ),
    SignModel(
      name: 'Знак 4.3. Круговое движение',
      fileName: '4_3',
    ),
    SignModel(
      name: 'Знак 4.4.1. Велосипедная дорожка',
      fileName: '4_4_1',
    ),
    SignModel(
      name: 'Знак 4.4.2. Конец велосипедной дорожки',
      fileName: '4_4_2',
    ),
    SignModel(
      name: 'Знак 4.5.1. Пешеходная дорожка',
      fileName: '4_5_1',
    ),
    SignModel(
      name:
          'Знак 4.5.2. Пешеходная и велосипедная дорожка с совмещенным движением (велопешеходная дорожка с совмещенным движением)',
      fileName: '4_5_2',
    ),
    SignModel(
      name:
          'Знак 4.5.3. Конец пешеходной и велосипедной дорожки с совмещенным движением (конец велопешеходной дорожки с совмещенным движением)',
      fileName: '4_5_3',
    ),
    SignModel(
      name:
          'Знак 4.5.4. Пешеходная и велосипедная дорожка с разделением движения',
      fileName: '4_5_4',
    ),
    SignModel(
      name:
          'Знак 4.5.5. Пешеходная и велосипедная дорожка с разделением движения',
      fileName: '4_5_5',
    ),
    SignModel(
      name:
          'Знак 4.5.6. Конец пешеходной и велосипедной дорожки с разделением движения (конец велопешеходной дорожки с разделением движения)',
      fileName: '4_5_6',
    ),
    SignModel(
      name:
          'Знак 4.5.7. Конец пешеходной и велосипедной дорожки с разделением движения (конец велопешеходной дорожки с разделением движения)',
      fileName: '4_5_7',
    ),
    SignModel(
      name: 'Знак 4.6. Ограничение минимальной скорости',
      fileName: '4_6',
    ),
    SignModel(
      name: 'Знак 4.7. Конец зоны ограничения минимальной скорости',
      fileName: '4_7',
    ),
    SignModel(
      name:
          'Знак 4.8.1. Направление движения транспортных средств с опасными грузами',
      fileName: '4_8_1',
    ),
    SignModel(
      name:
          'Знак 4.8.2. Направление движения транспортных средств с опасными грузами',
      fileName: '4_8_2',
    ),
    SignModel(
      name:
          'Знак 4.8.3. Направление движения транспортных средств с опасными грузами',
      fileName: '4_8_3',
    ),
    SignModel(
      name: 'Знак 5.1. Автомагистраль',
      fileName: '5_1',
    ),
    SignModel(
      name: 'Знак 5.2. Конец автомагистрали',
      fileName: '5_2',
    ),
    SignModel(
      name: 'Знак 5.3. Дорога для автомобилей',
      fileName: '5_3',
    ),
    SignModel(
      name: 'Знак 5.4. Конец дороги для автомобилей',
      fileName: '5_4',
    ),
    SignModel(
      name: 'Знак 5.5. Дорога с односторонним движением',
      fileName: '5_5',
    ),
    SignModel(
      name: 'Знак 5.6. Конец дороги с односторонним движением',
      fileName: '5_6',
    ),
    SignModel(
      name: 'Знак 5.7.1. Выезд на дорогу с односторонним движением',
      fileName: '5_7_1',
    ),
    SignModel(
      name: 'Знак 5.7.2. Выезд на дорогу с односторонним движением',
      fileName: '5_7_2',
    ),
    SignModel(
      name: 'Знак 5.8. Реверсивное движение',
      fileName: '5_8',
    ),
    SignModel(
      name: 'Знак 5.9. Конец реверсивного движения',
      fileName: '5_9',
    ),
    SignModel(
      name: 'Знак 5.10. Выезд на дорогу с реверсивным движением',
      fileName: '5_10',
    ),
    SignModel(
      name: 'Знак 5.11.1. Дорога с полосой для маршрутных транспортных средств',
      fileName: '5_11_1',
    ),
    SignModel(
      name: 'Знак 5.11.2. Дорога с полосой для велосипедистов',
      fileName: '5_11_2',
    ),
    SignModel(
      name:
          'Знак 5.12.1. Конец дороги с полосой для маршрутных транспортных средств',
      fileName: '5_12_1',
    ),
    SignModel(
      name: 'Знак 5.12.2. Конец дороги с полосой для велосипедистов',
      fileName: '5_12_2',
    ),
    SignModel(
      name:
          'Знак 5.13.1. Выезд на дорогу с полосой для маршрутных транспортных средств',
      fileName: '5_13_1',
    ),
    SignModel(
      name:
          'Знак 5.13.2. Выезд на дорогу с полосой для маршрутных транспортных средств',
      fileName: '5_13_2',
    ),
    SignModel(
      name: 'Знак 5.13.3. Выезд на дорогу с полосой для велосипедистов',
      fileName: '5_13_3',
    ),
    SignModel(
      name: 'Знак 5.13.4. Выезд на дорогу с полосой для велосипедистов',
      fileName: '5_13_4',
    ),
    SignModel(
      name: 'Знак 5.14.1 Полоса для маршрутных транспортных средств',
      fileName: '5_14_1',
    ),
    SignModel(
      name: 'Знак 5.14.2 Полоса для велосипедистов',
      fileName: '5_14_2',
    ),
    SignModel(
      name: 'Знак 5.14.3 Конец полосы для маршрутных транспортных средств',
      fileName: '5_14_3',
    ),
    SignModel(
      name: 'Знак 5.14.4 Конец полосы для велосипедистов',
      fileName: '5_14_4',
    ),
    SignModel(
      name: 'Знак 5.15.1. Направления движения по полосам',
      fileName: '5_15_1',
    ),
    SignModel(
      name: 'Знак 5.15.2. Направления движения по полосам',
      fileName: '5_15_2',
    ),
    SignModel(
      name: 'Знак 5.15.3. Начало полосы',
      fileName: '5_15_3',
    ),
    SignModel(
      name: 'Знак 5.15.4. Начало полосы',
      fileName: '5_15_4',
    ),
    SignModel(
      name: 'Знак 5.15.5. Конец полосы',
      fileName: '5_15_5',
    ),
    SignModel(
      name: 'Знак 5.15.6 Конец полосы',
      fileName: '5_15_6',
    ),
    SignModel(
      name: 'Знак 5.15.7. Направление движения по полосам',
      fileName: '5_15_7',
    ),
    SignModel(
      name: 'Знак 5.15.8. Число полос',
      fileName: '5_15_8',
    ),
    SignModel(
      name: 'Знак 5.16. Место остановки автобуса и (или) троллейбуса',
      fileName: '5_16',
    ),
    SignModel(
      name: 'Знак 5.17. Место остановки трамвая',
      fileName: '5_17',
    ),
    SignModel(
      name: 'Знак 5.18. Место стоянки легковых такси',
      fileName: '5_18',
    ),
    SignModel(
      name: 'Знак 5.19.1. Пешеходный переход',
      fileName: '5_19_1',
    ),
    SignModel(
      name: 'Знак 5.19.2. Пешеходный переход',
      fileName: '5_19_2',
    ),
    SignModel(
      name: 'Знак 5.20. Искусственная неровность',
      fileName: '5_20',
    ),
    SignModel(
      name: 'Знак 5.21. Жилая зона',
      fileName: '5_21',
    ),
    SignModel(
      name: 'Знак 5.22. Конец жилой зоны',
      fileName: '5_22',
    ),
    SignModel(
      name: 'Знак 5.23.1. Начало населенного пункта',
      fileName: '5_23_1',
    ),
    SignModel(
      name: 'Знак 5.23.2. Начало населенного пункта',
      fileName: '5_23_2',
    ),
    SignModel(
      name: 'Знак 5.24.1. Конец населенного пункта',
      fileName: '5_24_1',
    ),
    SignModel(
      name: 'Знак 5.24.2. Конец населенного пункта',
      fileName: '5_24_2',
    ),
    SignModel(
      name: 'Знак 5.25. Начало населенного пункта',
      fileName: '5_25',
    ),
    SignModel(
      name: 'Знак 5.26. Конец населенного пункта',
      fileName: '5_26',
    ),
    SignModel(
      name: 'Знак 5.27. Зона с ограничением стоянки',
      fileName: '5_27',
    ),
    SignModel(
      name: 'Знак 5.28. Конец зоны с ограничением стоянки',
      fileName: '5_28',
    ),
    SignModel(
      name: 'Знак 5.29. Зона регулируемой стоянки',
      fileName: '5_29',
    ),
    SignModel(
      name: 'Знак 5.30. Конец зоны регулируемой стоянки',
      fileName: '5_30',
    ),
    SignModel(
      name: 'Знак 5.31. Зона с ограничением максимальной скорости',
      fileName: '5_31',
    ),
    SignModel(
      name: 'Знак 5.32. Конец зоны с ограничением максимальной скорости',
      fileName: '5_32',
    ),
    SignModel(
      name: 'Знак 5.33. Пешеходная зона',
      fileName: '5_33',
    ),
    SignModel(
      name: 'Знак 5.34. Конец пешеходной зоны',
      fileName: '5_34',
    ),
    SignModel(
      name:
          'Знак 5.35. Зона с ограничением экологического класса механических транспортных средств',
      fileName: '5_35',
    ),
    SignModel(
      name:
          'Знак 5.36. Конец зоны с ограничением экологического класса механических транспортных средств',
      fileName: '5_36',
    ),
    SignModel(
      name:
          'Знак 5.37. Зона с ограничением экологического класса по видам транспортных средств',
      fileName: '5_37',
    ),
    SignModel(
      name:
          'Знак 5.38. Конец зоны с ограничением экологического класса по видам транспортных средств',
      fileName: '5_38',
    ),
    SignModel(
      name: 'Знак 5.39 Велосипедная зона',
      fileName: '5_39',
    ),
    SignModel(
      name: 'Знак 5.40 Конец велосипедной зоны',
      fileName: '5_40',
    ),
    SignModel(
      name: 'Знак 6.1. Общие ограничения максимальной скорости',
      fileName: '6_1',
    ),
    SignModel(
      name: 'Знак 6.2. Рекомендуемая скорость',
      fileName: '6_2',
    ),
    SignModel(
      name: 'Знак 6.3.1. Место для разворота',
      fileName: '6_3_1',
    ),
    SignModel(
      name: 'Знак 6.3.2. Зона для разворота',
      fileName: '6_3_2',
    ),
    SignModel(
      name: 'Знак 6.4. Парковка (парковочное место)',
      fileName: '6_4',
    ),
    SignModel(
      name: 'Знак 6.5. Полоса аварийной остановки',
      fileName: '6_5',
    ),
    SignModel(
      name: 'Знак 6.6. Подземный пешеходный переход',
      fileName: '6_6',
    ),
    SignModel(
      name: 'Знак 6.7. Надземный пешеходный переход',
      fileName: '6_7',
    ),
    SignModel(
      name: 'Знак 6.8.1. Тупик',
      fileName: '6_8_1',
    ),
    SignModel(
      name: 'Знак 6.8.2. Тупик',
      fileName: '6_8_2',
    ),
    SignModel(
      name: 'Знак 6.8.3. Тупик',
      fileName: '6_8_3',
    ),
    SignModel(
      name: 'Знак 6.9.1. Предварительный указатель направлений',
      fileName: '6_9_1',
    ),
    SignModel(
      name: 'Знак 6.9.2. Предварительный указатель направления',
      fileName: '6_9_2',
    ),
    SignModel(
      name: 'Знак 6.9.3. Схема движения',
      fileName: '6_9_3',
    ),
    SignModel(
      name: 'Знак 6.10.1. Указатель направлений',
      fileName: '6_10_1',
    ),
    SignModel(
      name: 'Знак 6.10.2. Указатель направлений',
      fileName: '6_10_2',
    ),
    SignModel(
      name: 'Знак 6.11. Наименование объекта',
      fileName: '6_11',
    ),
    SignModel(
      name: 'Знак 6.12. Указатель расстояний',
      fileName: '6_12',
    ),
    SignModel(
      name: 'Знак 6.13. Километровый знак',
      fileName: '6_13',
    ),
    SignModel(
      name: 'Знак 6.14.1. Номер маршрута',
      fileName: '6_14_1',
    ),
    SignModel(
      name: 'Знак 6.14.2. Номер маршрута',
      fileName: '6_14_2',
    ),
    SignModel(
      name: 'Знак 6.15.1. Направление движения для грузовых автомобилей',
      fileName: '6_15_1',
    ),
    SignModel(
      name: 'Знак 6.15.2. Направление движения для грузовых автомобилей',
      fileName: '6_15_2',
    ),
    SignModel(
      name: 'Знак 6.15.3. Направление движения для грузовых автомобилей',
      fileName: '6_15_3',
    ),
    SignModel(
      name: 'Знак 6.16. Стоп-линия',
      fileName: '6_16',
    ),
    SignModel(
      name: 'Знак 6.17. Схема объезда',
      fileName: '6_17',
    ),
    SignModel(
      name: 'Знак 6.18.1. Направление объезда',
      fileName: '6_18_1',
    ),
    SignModel(
      name: 'Знак 6.18.2. Направление объезда',
      fileName: '6_18_2',
    ),
    SignModel(
      name: 'Знак 6.18.3. Направление объезда',
      fileName: '6_18_3',
    ),
    SignModel(
      name:
          'Знаки 6.19.1. Предварительный указатель перестроения на другую проезжую часть',
      fileName: '6_19_1',
    ),
    SignModel(
      name:
          'Знаки 6.19.2. Предварительный указатель перестроения на другую проезжую часть',
      fileName: '6_19_2',
    ),
    SignModel(
      name: 'Знаки 6.20.1. Аварийный выход',
      fileName: '6_20_1',
    ),
    SignModel(
      name: 'Знаки 6.20.2. Аварийный выход',
      fileName: '6_20_2',
    ),
    SignModel(
      name: 'Знак 6.21. Направление движения к аварийному выходу',
      fileName: '6_21',
    ),
    SignModel(
      name: 'Знак 6.22. Фотовидеофиксация',
      fileName: '6_22',
    ),
    SignModel(
      name: 'Знак 7.1. Пункт медицинской помощи',
      fileName: '7_1',
    ),
    SignModel(
      name: 'Знак 7.2. Больница',
      fileName: '7_2',
    ),
    SignModel(
      name: 'Знак 7.3. Автозаправочная станция',
      fileName: '7_3',
    ),
    SignModel(
      name: 'Знак 7.4. Техническое обслуживание автомобилей',
      fileName: '7_4',
    ),
    SignModel(
      name: 'Знак 7.5. Мойка автомобилей',
      fileName: '7_5',
    ),
    SignModel(
      name: 'Знак 7.6. Телефон',
      fileName: '7_6',
    ),
    SignModel(
      name: 'Знак 7.7. Пункт питания',
      fileName: '7_7',
    ),
    SignModel(
      name: 'Знак 7.8. Питьевая вода',
      fileName: '7_8',
    ),
    SignModel(
      name: 'Знак 7.9. Гостиница или мотель',
      fileName: '7_9',
    ),
    SignModel(
      name: 'Знак 7.10. Кемпинг',
      fileName: '7_10',
    ),
    SignModel(
      name: 'Знак 7.11. Место отдыха',
      fileName: '7_11',
    ),
    SignModel(
      name: 'Знак 7.12. Пост дорожно-патрульной службы',
      fileName: '7_12',
    ),
    SignModel(
      name: 'Знак 7.13. Полиция',
      fileName: '7_13',
    ),
    SignModel(
      name: 'Знак 7.14.1 Пункт таможенного контроля',
      fileName: '7_14_1',
    ),
    SignModel(
      name: 'Знак 7.14.2 Пункт транспортного контроля',
      fileName: '7_14_2',
    ),
    SignModel(
      name:
          'Знак 7.15. Зона приема радиостанции, передающей информацию о дорожном движении',
      fileName: '7_15',
    ),
    SignModel(
      name: 'Знак 7.16. Зона радиосвязи с аварийными службами',
      fileName: '7_16',
    ),
    SignModel(
      name: 'Знак 7.17. Бассейн или пляж',
      fileName: '7_17',
    ),
    SignModel(
      name: 'Знак 7.18. Туалет',
      fileName: '7_18',
    ),
    SignModel(
      name: 'Знак 7.19. Телефон экстренной связи',
      fileName: '7_19',
    ),
    SignModel(
      name: 'Знак 7.20. Огнетушитель',
      fileName: '7_20',
    ),
    SignModel(
      name:
          'Знак 7.21. Автозаправочная станция с возможностью зарядки электромобилей',
      fileName: '7_21',
    ),
    SignModel(
      name: 'Знак 8.1.1. Расстояние до объекта',
      fileName: '8_1_1',
    ),
    SignModel(
      name: 'Знак 8.1.2. Расстояние до объекта',
      fileName: '8_1_2',
    ),
    SignModel(
      name: 'Знак 8.1.3. Расстояние до объекта',
      fileName: '8_1_3',
    ),
    SignModel(
      name: 'Знак 8.1.4. Расстояние до объекта',
      fileName: '8_1_4',
    ),
    SignModel(
      name: 'Знак 8.2.1. Зона действия',
      fileName: '8_2_1',
    ),
    SignModel(
      name: 'Знак 8.2.2. Зона действия',
      fileName: '8_2_2',
    ),
    SignModel(
      name: 'Знак 8.2.3. Зона действия',
      fileName: '8_2_3',
    ),
    SignModel(
      name: 'Знак 8.2.4. Зона действия',
      fileName: '8_2_4',
    ),
    SignModel(
      name: 'Знак 8.2.5. Зона действия',
      fileName: '8_2_5',
    ),
    SignModel(
      name: 'Знак 8.2.6. Зона действия',
      fileName: '8_2_6',
    ),
    SignModel(
      name: 'Знак 8.3.1. Направление действия',
      fileName: '8_3_1',
    ),
    SignModel(
      name: 'Знак 8.3.2. Направление действия',
      fileName: '8_3_2',
    ),
    SignModel(
      name: 'Знак 8.3.3. Направление действия',
      fileName: '8_3_3',
    ),
    SignModel(
      name: 'Знак 8.4.1. Вид транспортного средства',
      fileName: '8_4_1',
    ),
    SignModel(
      name: 'Знак 8.4.2. Вид транспортного средства',
      fileName: '8_4_2',
    ),
    SignModel(
      name: 'Знак 8.4.3. Вид транспортного средства',
      fileName: '8_4_3',
    ),
    SignModel(
      name: 'Знак 8.4.3.1. Вид транспортного средства',
      fileName: '8_4_3_1',
    ),
    SignModel(
      name: 'Знак 8.4.4. Вид транспортного средства',
      fileName: '8_4_4',
    ),
    SignModel(
      name: 'Знак 8.4.5. Вид транспортного средства',
      fileName: '8_4_5',
    ),
    SignModel(
      name: 'Знак 8.4.6. Вид транспортного средства',
      fileName: '8_4_6',
    ),
    SignModel(
      name: 'Знак 8.4.7. Вид транспортного средства',
      fileName: '8_4_7',
    ),
    SignModel(
      name: 'Знак 8.4.7.2. Вид транспортного средства',
      fileName: '8_4_7_2',
    ),
    SignModel(
      name: 'Знак 8.4.8. Вид транспортного средства',
      fileName: '8_4_8',
    ),
    SignModel(
      name: 'Знак 8.4.9. Кроме вида транспортных средства',
      fileName: '8_4_9',
    ),
    SignModel(
      name: 'Знак 8.4.10. Кроме вида транспортных средства',
      fileName: '8_4_10',
    ),
    SignModel(
      name: 'Знак 8.4.11. Кроме вида транспортных средства',
      fileName: '8_4_11',
    ),
    SignModel(
      name: 'Знак 8.4.12. Кроме вида транспортных средства',
      fileName: '8_4_12',
    ),
    SignModel(
      name: 'Знак 8.4.13. Кроме вида транспортных средства',
      fileName: '8_4_13',
    ),
    SignModel(
      name: 'Знак 8.4.14. Кроме вида транспортных средства',
      fileName: '8_4_14',
    ),
    SignModel(
      name: 'Знак 8.4.15. Кроме вида транспортных средства',
      fileName: '8_4_15',
    ),
    SignModel(
      name: 'Знак 8.4.16 Кроме вида транспортных средства',
      fileName: '8_4_16',
    ),
    SignModel(
      name: 'Знак 8.5.1. Субботние, воскресные и праздничные дни',
      fileName: '8_5_1',
    ),
    SignModel(
      name: 'Знак 8.5.2. Рабочие дни',
      fileName: '8_5_2',
    ),
    SignModel(
      name: 'Знак 8.5.3. Дни недели',
      fileName: '8_5_3',
    ),
    SignModel(
      name: 'Знак 8.5.4. Время действия',
      fileName: '8_5_4',
    ),
    SignModel(
      name: 'Знак 8.5.5. Время действия',
      fileName: '8_5_5',
    ),
    SignModel(
      name: 'Знак 8.5.6. Время действия',
      fileName: '8_5_6',
    ),
    SignModel(
      name: 'Знак 8.5.7. Время действия',
      fileName: '8_5_7',
    ),
    SignModel(
      name: 'Знак 8.6.1. Способ постановки транспортного средства на стоянку',
      fileName: '8_6_1',
    ),
    SignModel(
      name: 'Знак 8.6.2. Способ постановки транспортного средства на стоянку',
      fileName: '8_6_2',
    ),
    SignModel(
      name: 'Знак 8.6.3. Способ постановки транспортного средства на стоянку',
      fileName: '8_6_3',
    ),
    SignModel(
      name: 'Знак 8.6.4. Способ постановки транспортного средства на стоянку',
      fileName: '8_6_4',
    ),
    SignModel(
      name: 'Знак 8.6.5. Способ постановки транспортного средства на стоянку',
      fileName: '8_6_5',
    ),
    SignModel(
      name: 'Знак 8.6.6. Способ постановки транспортного средства на стоянку',
      fileName: '8_6_6',
    ),
    SignModel(
      name: 'Знак 8.6.7. Способ постановки транспортного средства на стоянку',
      fileName: '8_6_7',
    ),
    SignModel(
      name: 'Знак 8.6.8. Способ постановки транспортного средства на стоянку',
      fileName: '8_6_8',
    ),
    SignModel(
      name: 'Знак 8.6.9. Способ постановки транспортного средства на стоянку',
      fileName: '8_6_9',
    ),
    SignModel(
      name: 'Знак 8.7. Стоянка с неработающим двигателем',
      fileName: '8_7',
    ),
    SignModel(
      name: 'Знак 8.8. Платные услуги',
      fileName: '8_8',
    ),
    SignModel(
      name: 'Знак 8.9.1 Ограничение продолжительности стоянки',
      fileName: '8_9_1',
    ),
    SignModel(
      name: 'Знак 8.9.2 Стоянка только для владельцев парковочных разрешений',
      fileName: '8_9_2',
    ),
    SignModel(
      name:
          'Знак 8.9.3 Стоянка только транспортных средств дипломатического корпуса',
      fileName: '8_9_3',
    ),
    SignModel(
      name: 'Знак 8.10. Место для осмотра автомобилей',
      fileName: '8_10',
    ),
    SignModel(
      name: 'Знак 8.11. Ограничение разрешенной максимальной массы',
      fileName: '8_11',
    ),
    SignModel(
      name: 'Знак 8.12. Опасная обочина',
      fileName: '8_12',
    ),
    SignModel(
      name: 'Знак 8.13. Направление главной дороги',
      fileName: '8_13',
    ),
    SignModel(
      name: 'Знак 8.14. Полоса движения',
      fileName: '8_14',
    ),
    SignModel(
      name: 'Знак 8.15. Слепые пешеходы',
      fileName: '8_15',
    ),
    SignModel(
      name: 'Знак 8.16. Влажное покрытие',
      fileName: '8_16',
    ),
    SignModel(
      name: 'Знак 8.17. Инвалиды',
      fileName: '8_17',
    ),
    SignModel(
      name: 'Знак 8.18. Кроме инвалидов',
      fileName: '8_18',
    ),
    SignModel(
      name: 'Знак 8.19. Класс опасного груза',
      fileName: '8_19',
    ),
    SignModel(
      name: 'Знак 8.20.1. Тип тележки транспортного средства',
      fileName: '8_20_1',
    ),
    SignModel(
      name: 'Знак 8.20.2. Тип тележки транспортного средства',
      fileName: '8_20_2',
    ),
    SignModel(
      name: 'Знак 8.21.1. Вид маршрутного транспортного средства',
      fileName: '8_21_1',
    ),
    SignModel(
      name: 'Знак 8.21.2. Вид маршрутного транспортного средства',
      fileName: '8_21_2',
    ),
    SignModel(
      name: 'Знак 8.21.3. Вид маршрутного транспортного средства',
      fileName: '8_21_3',
    ),
    SignModel(
      name: 'Знак 8.22.1. Препятствие',
      fileName: '8_22_1',
    ),
    SignModel(
      name: 'Знак 8.22.2. Препятствие',
      fileName: '8_22_2',
    ),
    SignModel(
      name: 'Знак 8.22.3. Препятствие',
      fileName: '8_22_3',
    ),
    SignModel(
      name: 'Знак 8.24. Работает эвакуатор',
      fileName: '8_24',
    ),
    SignModel(
      name: 'Знак 8.25. Экологический класс транспортного средства',
      fileName: '8_25',
    ),
    SignModel(
      name: 'Знак 8.26 Зарядка электромобилей',
      fileName: '8_26',
    ),
  ];

  static const List<String> signsNames = [
    'Знак 1.1. Железнодорожный переезд со шлагбаумом',
    'Знак 1.2. Железнодорожный переезд без шлагбаума',
    'Знак 1.3.1. Однопутная железная дорога',
    'Знак 1.3.2. Многопутная железная дорога',
    'Знак 1.4.1. Приближение к железнодорожному переезду',
    'Знак 1.4.2. Приближение к железнодорожному переезду',
    'Знак 1.4.3. Приближение к железнодорожному переезду',
    'Знак 1.4.4. Приближение к железнодорожному переезду',
    'Знак 1.4.5. Приближение к железнодорожному переезду',
    'Знак 1.4.6. Приближение к железнодорожному переезду',
    'Знак 1.5. Пересечение с трамвайной линией',
    'Знак 1.6. Пересечение равнозначных дорог',
    'Знак 1.7. Пересечение с круговым движением',
    'Знак 1.8. Светофорное регулирование',
    'Знак 1.9. Разводной мост',
    'Знак 1.10. Выезд на набережную',
    'Знак 1.11.1. Опасный поворот (правый)',
    'Знак 1.11.2. Опасный поворот (левый)',
    'Знак 1.12.1. Опасные повороты (с первым поворотом направо)',
    'Знак 1.12.2. Опасные повороты (с первым поворотом налево)',
    'Знак 1.13. Крутой спуск',
    'Знак 1.14. Крутой подъем',
    'Знак 1.15. Скользкая дорога',
    'Знак 1.16. Неровная дорога',
    'Знак 1.17. Искусственная неровность',
    'Знак 1.18. Выброс гравия',
    'Знак 1.19. Опасная обочина',
    'Знак 1.20.1. Сужение дороги',
    'Знак 1.20.2. Сужение дороги',
    'Знак 1.20.3. Сужение дороги',
    'Знак 1.21. Двустороннее движение',
    'Знак 1.22. Пешеходный переход',
    'Знак 1.23. Дети',
    'Знак 1.24. Пересечение с велосипедной дорожкой или велопешеходной дорожкой',
    'Знак 1.25. Дорожные работы',
    'Знак 1.26. Перегон скота',
    'Знак 1.27. Дикие животные',
    'Знак 1.28. Падение камней',
    'Знак 1.29. Боковой ветер',
    'Знак 1.30. Низколетящие самолеты',
    'Знак 1.31. Тоннель',
    'Знак 1.32. Затор',
    'Знак 1.33. Прочие опасности',
    'Знак 1.34.1. Направление поворота',
    'Знак 1.34.2. Направление поворота',
    'Знак 1.34.3. Направление поворота',
    'Знак 1.35. Участок перекрестка',
    'Знак 2.1. Главная дорога',
    'Знак 2.2. Конец главной дороги',
    'Знак 2.3.1. Пересечение со второстепенной дорогой',
    'Знак 2.3.2. Примыкание второстепенной дороги',
    'Знак 2.3.3. Примыкание второстепенной дороги',
    'Знак 2.3.4. Примыкание второстепенной дороги',
    'Знак 2.3.5. Примыкание второстепенной дороги',
    'Знак 2.3.6. Примыкание второстепенной дороги',
    'Знак 2.3.7. Примыкание второстепенной дороги',
    'Знак 2.4. Уступите дорогу',
    'Знак 2.5. Движение без остановки запрещено',
    'Знак 2.6. Преимущество встречного движения',
    'Знак 2.7. Преимущество перед встречным движением',
    'Знак 3.1. Въезд запрещен',
    'Знак 3.2. Движение запрещено',
    'Знак 3.3. Движение механических транспортных средств запрещено',
    'Знак 3.4. Движение грузовых автомобилей запрещено',
    'Знак 3.5. Движение мотоциклов запрещено',
    'Знак 3.6. Движение тракторов запрещено',
    'Знак 3.7. Движение с прицепом запрещено',
    'Знак 3.8. Движение гужевых повозок запрещено',
    'Знак 3.9. Движение на велосипедах запрещено',
    'Знак 3.10. Движение пешеходов запрещено',
    'Знак 3.11. Ограничение массы',
    'Знак 3.12. Ограничение массы, приходящейся на ось транспортного средства',
    'Знак 3.13. Ограничение высоты',
    'Знак 3.14. Ограничение ширины',
    'Знак 3.15. Ограничение длины',
    'Знак 3.16. Ограничение минимальной дистанции',
    'Знак 3.17.1. Таможня',
    'Знак 3.17.2. Опасность',
    'Знак 3.17.3. Контроль',
    'Знак 3.18.1. Поворот направо запрещен',
    'Знак 3.18.2. Поворот налево запрещен',
    'Знак 3.19. Разворот запрещен',
    'Знак 3.20. Обгон запрещен',
    'Знак 3.21. Конец зоны запрещения обгона',
    'Знак 3.22. Обгон грузовым автомобилем запрещен',
    'Знак 3.23. Конец зоны запрещения обгона грузовым автомобилям',
    'Знак 3.24. Ограничение максимальной скорости',
    'Знак 3.25. Конец зоны ограничения максимальной скорости',
    'Знак 3.26. Подача звукового сигнала запрещена',
    'Знак 3.27. Остановка запрещена',
    'Знак 3.28. Стоянка запрещена',
    'Знак 3.29. Стоянка запрещена по нечетным числам месяца',
    'Знак 3.30. Стоянка запрещена по четным числам месяца',
    'Знак 3.31. Конец зоны всех ограничений',
    'Знак 3.32. Движение транспортных средств с опасными грузами запрещено',
    'Знак 3.33. Движение транспортных средств с взрывчатыми и легковоспламеняющимися грузами запрещено',
    'Знак 3.34. Движение автобусов запрещено',
    'Знак 3.35 Движение на средствах индивидуальной мобильности запрещено',
    'Знак 4.1.1. Движение прямо',
    'Знак 4.1.2. Движение направо',
    'Знак 4.1.3. Движение налево',
    'Знак 4.1.4. Движение прямо или направо',
    'Знак 4.1.5. Движение прямо или налево',
    'Знак 4.1.6. Движение направо или налево',
    'Знак 4.2.1. Объезд препятствия справа',
    'Знак 4.2.2. Объезд препятствия слева',
    'Знак 4.2.3. Объезд препятствия справа или слева',
    'Знак 4.3. Круговое движение',
    'Знак 4.4.1. Велосипедная дорожка',
    'Знак 4.4.2. Конец велосипедной дорожки',
    'Знак 4.5.1. Пешеходная дорожка',
    'Знак 4.5.2. Пешеходная и велосипедная дорожка с совмещенным движением (велопешеходная дорожка с совмещенным движением)',
    'Знак 4.5.3. Конец пешеходной и велосипедной дорожки с совмещенным движением (конец велопешеходной дорожки с совмещенным движением)',
    'Знак 4.5.4. Пешеходная и велосипедная дорожка с разделением движения',
    'Знак 4.5.5. Пешеходная и велосипедная дорожка с разделением движения',
    'Знак 4.5.6. Конец пешеходной и велосипедной дорожки с разделением движения (конец велопешеходной дорожки с разделением движения)',
    'Знак 4.5.7. Конец пешеходной и велосипедной дорожки с разделением движения (конец велопешеходной дорожки с разделением движения)',
    'Знак 4.6. Ограничение минимальной скорости',
    'Знак 4.7. Конец зоны ограничения минимальной скорости',
    'Знак 4.8.1. Направление движения транспортных средств с опасными грузами',
    'Знак 4.8.2. Направление движения транспортных средств с опасными грузами',
    'Знак 4.8.3. Направление движения транспортных средств с опасными грузами',
    'Знак 5.1. Автомагистраль',
    'Знак 5.2. Конец автомагистрали',
    'Знак 5.3. Дорога для автомобилей',
    'Знак 5.4. Конец дороги для автомобилей',
    'Знак 5.5. Дорога с односторонним движением',
    'Знак 5.6. Конец дороги с односторонним движением',
    'Знак 5.7.1. Выезд на дорогу с односторонним движением',
    'Знак 5.7.2. Выезд на дорогу с односторонним движением',
    'Знак 5.8. Реверсивное движение',
    'Знак 5.9. Конец реверсивного движения',
    'Знак 5.10. Выезд на дорогу с реверсивным движением',
    'Знак 5.11.1. Дорога с полосой для маршрутных транспортных средств',
    'Знак 5.11.2. Дорога с полосой для велосипедистов',
    'Знак 5.12.1. Конец дороги с полосой для маршрутных транспортных средств',
    'Знак 5.12.2. Конец дороги с полосой для велосипедистов',
    'Знак 5.13.1. Выезд на дорогу с полосой для маршрутных транспортных средств',
    'Знак 5.13.2. Выезд на дорогу с полосой для маршрутных транспортных средств',
    'Знак 5.13.3. Выезд на дорогу с полосой для велосипедистов',
    'Знак 5.13.4. Выезд на дорогу с полосой для велосипедистов',
    'Знак 5.14.1 Полоса для маршрутных транспортных средств',
    'Знак 5.14.2 Полоса для велосипедистов',
    'Знак 5.14.3 Конец полосы для маршрутных транспортных средств',
    'Знак 5.14.4 Конец полосы для велосипедистов',
    'Знак 5.15.1. Направления движения по полосам',
    'Знак 5.15.2. Направления движения по полосам',
    'Знак 5.15.3. Начало полосы',
    'Знак 5.15.4. Начало полосы',
    'Знак 5.15.5. Конец полосы',
    'Знак 5.15.6 Конец полосы',
    'Знак 5.15.7. Направление движения по полосам',
    'Знак 5.15.8. Число полос',
    'Знак 5.16. Место остановки автобуса и (или) троллейбуса',
    'Знак 5.17. Место остановки трамвая',
    'Знак 5.18. Место стоянки легковых такси',
    'Знак 5.19.1. Пешеходный переход',
    'Знак 5.19.2. Пешеходный переход',
    'Знак 5.20. Искусственная неровность',
    'Знак 5.21. Жилая зона',
    'Знак 5.22. Конец жилой зоны',
    'Знак 5.23.1. Начало населенного пункта',
    'Знак 5.23.2. Начало населенного пункта',
    'Знак 5.24.1. Конец населенного пункта',
    'Знак 5.24.2. Конец населенного пункта',
    'Знак 5.25. Начало населенного пункта',
    'Знак 5.26. Конец населенного пункта',
    'Знак 5.27. Зона с ограничением стоянки',
    'Знак 5.28. Конец зоны с ограничением стоянки',
    'Знак 5.29. Зона регулируемой стоянки',
    'Знак 5.30. Конец зоны регулируемой стоянки',
    'Знак 5.31. Зона с ограничением максимальной скорости',
    'Знак 5.32. Конец зоны с ограничением максимальной скорости',
    'Знак 5.33. Пешеходная зона',
    'Знак 5.34. Конец пешеходной зоны',
    'Знак 5.35. Зона с ограничением экологического класса механических транспортных средств',
    'Знак 5.36 Конец зоны с ограничением экологического класса механических транспортных средств',
    'Знак 5.37 Зона с ограничением экологического класса по видам транспортных средств',
    'Знак 5.38. Конец зоны с ограничением экологического класса по видам транспортных средств',
    'Знак 5.39 Велосипедная зона',
    'Знак 5.40 Конец велосипедной зоны',
    'Знак 6.1. Общие ограничения максимальной скорости',
    'Знак 6.2. Рекомендуемая скорость',
    'Знак 6.3.1. Место для разворота',
    'Знак 6.3.2. Зона для разворота',
    'Знак 6.4. Парковка (парковочное место)',
    'Знак 6.5. Полоса аварийной остановки',
    'Знак 6.6. Подземный пешеходный переход',
    'Знак 6.7. Надземный пешеходный переход',
    'Знак 6.8.1. Тупик',
    'Знак 6.8.2. Тупик',
    'Знак 6.8.3. Тупик',
    'Знак 6.9.1. Предварительный указатель направлений',
    'Знак 6.9.2. Предварительный указатель направления',
    'Знак 6.9.3. Схема движения',
    'Знак 6.10.1. Указатель направлений',
    'Знак 6.10.2. Указатель направлений',
    'Знак 6.11. Наименование объекта',
    'Знак 6.12. Указатель расстояний',
    'Знак 6.13. Километровый знак',
    'Знак 6.14.1. Номер маршрута',
    'Знак 6.14.2. Номер маршрута',
    'Знак 6.15.1. Направление движения для грузовых автомобилей',
    'Знак 6.15.2. Направление движения для грузовых автомобилей',
    'Знак 6.15.3. Направление движения для грузовых автомобилей',
    'Знак 6.16. Стоп-линия',
    'Знак 6.17. Схема объезда',
    'Знак 6.18.1. Направление объезда',
    'Знак 6.18.2. Направление объезда',
    'Знак 6.18.3. Направление объезда',
    'Знаки 6.19.1. Предварительный указатель перестроения на другую проезжую часть',
    'Знаки 6.19.2. Предварительный указатель перестроения на другую проезжую часть',
    'Знаки 6.20.1. Аварийный выход',
    'Знаки 6.20.2. Аварийный выход',
    'Знак 6.21. Направление движения к аварийному выходу',
    'Знак 6.22. Фотовидеофиксация',
    'Знак 7.1. Пункт медицинской помощи',
    'Знак 7.2. Больница',
    'Знак 7.3. Автозаправочная станция',
    'Знак 7.4. Техническое обслуживание автомобилей',
    'Знак 7.5. Мойка автомобилей',
    'Знак 7.6. Телефон',
    'Знак 7.7. Пункт питания',
    'Знак 7.8. Питьевая вода',
    'Знак 7.9. Гостиница или мотель',
    'Знак 7.10. Кемпинг',
    'Знак 7.11. Место отдыха',
    'Знак 7.12. Пост дорожно-патрульной службы',
    'Знак 7.13. Полиция',
    'Знак 7.14.1 Пункт таможенного контроля',
    'Знак 7.14.2 Пункт транспортного контроля',
    'Знак 7.15. Зона приема радиостанции, передающей информацию о дорожном движении',
    'Знак 7.16. Зона радиосвязи с аварийными службами',
    'Знак 7.17. Бассейн или пляж',
    'Знак 7.18. Туалет',
    'Знак 7.19. Телефон экстренной связи',
    'Знак 7.20. Огнетушитель',
    'Знак 7.21. Автозаправочная станция с возможностью зарядки электромобилей',
    'Знак 8.1.1. Расстояние до объекта',
    'Знак 8.1.2. Расстояние до объекта',
    'Знак 8.1.3. Расстояние до объекта',
    'Знак 8.1.4. Расстояние до объекта',
    'Знак 8.2.1. Зона действия',
    'Знак 8.2.2. Зона действия',
    'Знак 8.2.3. Зона действия',
    'Знак 8.2.4. Зона действия',
    'Знак 8.2.5. Зона действия',
    'Знак 8.2.6. Зона действия',
    'Знак 8.3.1. Направление действия',
    'Знак 8.3.2. Направление действия',
    'Знак 8.3.3. Направление действия',
    'Знак 8.4.1. Вид транспортного средства',
    'Знак 8.4.2. Вид транспортного средства',
    'Знак 8.4.3. Вид транспортного средства',
    'Знак 8.4.3.1. Вид транспортного средства',
    'Знак 8.4.4. Вид транспортного средства',
    'Знак 8.4.5. Вид транспортного средства',
    'Знак 8.4.6. Вид транспортного средства',
    'Знак 8.4.7. Вид транспортного средства',
    'Знак 8.4.7.2. Вид транспортного средства',
    'Знак 8.4.8. Вид транспортного средства',
    'Знак 8.4.9. Кроме вида транспортных средства',
    'Знак 8.4.10. Кроме вида транспортных средства',
    'Знак 8.4.11. Кроме вида транспортных средства',
    'Знак 8.4.12. Кроме вида транспортных средства',
    'Знак 8.4.13. Кроме вида транспортных средства',
    'Знак 8.4.14. Кроме вида транспортных средства',
    'Знак 8.4.15. Кроме вида транспортных средства',
    'Знак 8.4.16 Кроме вида транспортных средства',
    'Знак 8.5.1. Субботние, воскресные и праздничные дни',
    'Знак 8.5.2. Рабочие дни',
    'Знак 8.5.3. Дни недели',
    'Знак 8.5.4. Время действия',
    'Знак 8.5.5. Время действия',
    'Знак 8.5.6. Время действия',
    'Знак 8.5.7. Время действия',
    'Знак 8.6.1. Способ постановки транспортного средства на стоянку',
    'Знак 8.6.2. Способ постановки транспортного средства на стоянку',
    'Знак 8.6.3. Способ постановки транспортного средства на стоянку',
    'Знак 8.6.4. Способ постановки транспортного средства на стоянку',
    'Знак 8.6.5. Способ постановки транспортного средства на стоянку',
    'Знак 8.6.6. Способ постановки транспортного средства на стоянку',
    'Знак 8.6.7. Способ постановки транспортного средства на стоянку',
    'Знак 8.6.8. Способ постановки транспортного средства на стоянку',
    'Знак 8.6.9. Способ постановки транспортного средства на стоянку',
    'Знак 8.7. Стоянка с неработающим двигателем',
    'Знак 8.8. Платные услуги',
    'Знак 8.9.1 Ограничение продолжительности стоянки',
    'Знак 8.9.2 Стоянка только для владельцев парковочных разрешений',
    'Знак 8.9.3 Стоянка только транспортных средств дипломатического корпуса',
    'Знак 8.10. Место для осмотра автомобилей',
    'Знак 8.11. Ограничение разрешенной максимальной массы',
    'Знак 8.12. Опасная обочина',
    'Знак 8.13. Направление главной дороги',
    'Знак 8.14. Полоса движения',
    'Знак 8.15. Слепые пешеходы',
    'Знак 8.16. Влажное покрытие',
    'Знак 8.17. Инвалиды',
    'Знак 8.18. Кроме инвалидов',
    'Знак 8.19. Класс опасного груза',
    'Знак 8.20.1. Тип тележки транспортного средства',
    'Знак 8.20.2. Тип тележки транспортного средства',
    'Знак 8.21.1. Вид маршрутного транспортного средства',
    'Знак 8.21.2. Вид маршрутного транспортного средства',
    'Знак 8.21.3. Вид маршрутного транспортного средства',
    'Знак 8.22.1. Препятствие',
    'Знак 8.22.2. Препятствие',
    'Знак 8.22.3. Препятствие',
    'Знак 8.24. Работает эвакуатор',
    'Знак 8.25. Экологический класс транспортного средства',
    'Знак 8.26 Зарядка электромобилей'
  ];
}
